Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# exercises.trend.date
source: Date
es: Fecha
hi: तारीख
it: Data
ko: 날짜
pl: Data
tr: Tarih
zh_hans: 日期

# exercises.trend.label
source: Metric
es: Métrica
fr: Mesure
hi: मापदंड
it: Metrica
ko: 지표
pl: Wskaźnik
tr: Ölçüt
zh_hans: 指标

# exercises.trend.oneRepMax
source: Estimated 1RM
es: 1RM estimado
fr: 1RM estimé
hi: अनुमानित 1RM
it: 1RM stimato
ko: 예상 1RM
pl: Szacowany 1RM
tr: Tahmini 1RM
zh_hans: 预估 1RM

# exercises.trend.summary
source: %lld sessions, from %@ on %@ to %@ on %@.
es: %lld sesiones, de %@ el %@ a %@ el %@.
fr: %lld séances, de %@ le %@ à %@ le %@.
hi: %lld सेशन, %@ (%@) से %@ (%@) तक।
it: %lld sessioni, da %@ il %@ a %@ il %@.
ko: 세션 %lld회, %@(%@)부터 %@(%@)까지.
pl: Sesje: %lld, od %@ (%@) do %@ (%@).
tr: %lld seans; %@ (%@) değerinden %@ (%@) değerine.
zh_hans: %lld 次训练，从 %@（%@）到 %@（%@）。

# exercises.trend.topSet
source: Top set
es: Mejor serie
fr: Série max
hi: टॉप सेट
it: Serie migliore
ko: 톱 세트
pl: Najcięższa seria
tr: En ağır set
zh_hans: 最重组

# exercises.trend.volume
source: Volume
es: Volumen
hi: वॉल्यूम
ko: 볼륨
pl: Objętość
tr: Hacim
zh_hans: 训练量

# experience.advanced
source: Advanced
es: Avanzado
fr: Avancé
hi: एडवांस्ड
it: Avanzato
tr: İleri
zh_hans: 高级

# experience.advanced.detail
source: Three or more years of consistent training
es: Tres años o más entrenando de forma constante
fr: Trois ans ou plus d’entraînement régulier
hi: तीन साल या उससे ज़्यादा लगातार ट्रेनिंग
it: Tre o più anni di allenamento costante
tr: Üç yıl veya daha uzun süredir düzenli antrenman
zh_hans: 坚持训练三年以上

# experience.beginner
source: Beginner
es: Principiante
fr: Débutant
hi: शुरुआती
it: Principiante
tr: Başlangıç
zh_hans: 初级

# experience.beginner.detail
source: Under a year of consistent training
es: Menos de un año entrenando de forma constante
fr: Moins d’un an d’entraînement régulier
hi: एक साल से कम लगातार ट्रेनिंग
it: Meno di un anno di allenamento costante
tr: Bir yıldan az düzenli antrenman
zh_hans: 坚持训练不满一年

# experience.intermediate
source: Intermediate
es: Intermedio
fr: Intermédiaire
hi: मध्यम
it: Intermedio
tr: Orta
zh_hans: 中级

# experience.intermediate.detail
source: One to three years of consistent training
es: Entre uno y tres años entrenando de forma constante
fr: Un à trois ans d’entraînement régulier
hi: एक से तीन साल लगातार ट्रेनिंग
it: Da uno a tre anni di allenamento costante
tr: Bir ile üç yıl arası düzenli antrenman
zh_hans: 坚持训练一到三年

# experience.never
source: I've never trained
es: Nunca he entrenado
fr: Je n’ai jamais pratiqué
hi: मैंने कभी ट्रेनिंग नहीं की
it: Non mi sono mai allenato
tr: Hiç antrenman yapmadım
zh_hans: 我从没训练过

# experience.never.detail
source: New to the gym entirely
es: Totalmente nuevo en el gimnasio
fr: Tout nouveau à la salle
hi: जिम में बिल्कुल नए
it: Del tutto nuovo in palestra
tr: Salona tamamen yeni
zh_hans: 完全没进过健身房

# explain.deloadApplied
source: Applied a deload week: less volume and slightly lighter loads.
es: Se ha aplicado una semana de descarga: menos volumen y cargas algo más ligeras.
fr: Semaine allégée appliquée : moins de volume et des charges un peu plus légères.
hi: डीलोड हफ़्ता लागू किया: कम वॉल्यूम और थोड़े हल्के लोड।
it: Applicata una settimana di scarico: meno volume e carichi leggermente più leggeri.
pl: Zastosowano lżejszy tydzień: mniej objętości i nieco lżejsze ciężary.
tr: Hafif hafta uygulandı: daha az hacim ve biraz daha hafif ağırlıklar.
zh_hans: 已安排减量周：训练量减少，负重略轻。

# explain.equipmentChanged
source: Rebuilt the program around the equipment you now have.
es: Se ha reconstruido el programa con el material que tienes ahora.
fr: Programme reconstruit autour du matériel dont tu disposes maintenant.
hi: आपके मौजूदा इक्विपमेंट के हिसाब से प्रोग्राम दोबारा बनाया।
it: Programma ricostruito intorno all'attrezzatura che hai ora.
pl: Program przebudowany wokół sprzętu, który masz teraz.
tr: Program, şu anki ekipmanına göre yeniden kuruldu.
zh_hans: 已按你现有的器械重新生成训练计划。

# explain.exerciseReplaced
source: Replaced %@ with %@ because %@.
es: Se ha sustituido %@ por %@ porque %@.
fr: %@ a été remplacé par %@ parce que %@.
hi: %@ की जगह %@ रखा गया, क्योंकि %@।
it: %@ sostituito con %@ perché %@.
pl: Zastąpiono %@ przez %@, ponieważ %@.
tr: %@ yerine %@ getirildi, nedeni: %@.
zh_hans: 把 %@ 换成了 %@，原因是%@。

# explain.goalChanged
source: Rebuilt the program for your new goal.
es: Se ha reconstruido el programa para tu nuevo objetivo.
fr: Programme reconstruit pour ton nouvel objectif.
hi: आपके नए लक्ष्य के लिए प्रोग्राम दोबारा बनाया।
it: Programma ricostruito per il tuo nuovo obiettivo.
pl: Program przebudowany pod Twój nowy cel.
tr: Program, yeni hedefine göre yeniden kuruldu.
zh_hans: 已按你的新目标重新生成训练计划。

# explain.manualEdit
source: You edited this program by hand.
es: Editaste este programa a mano.
fr: Tu as modifié ce programme à la main.
hi: आपने यह प्रोग्राम खुद एडिट किया।
it: Hai modificato questo programma a mano.
pl: Ten program zmieniłeś ręcznie.
tr: Bu programı elle sen düzenledin.
zh_hans: 你手动修改了这份训练计划。

# explain.programCreated
source: Program created from your goals, schedule and equipment.
es: Programa creado a partir de tus objetivos, tu horario y tu material.
fr: Programme créé à partir de tes objectifs, de ton emploi du temps et de ton matériel.
hi: आपके लक्ष्यों, शेड्यूल और इक्विपमेंट से प्रोग्राम बनाया गया।
it: Programma creato dai tuoi obiettivi, dai tuoi impegni e dalla tua attrezzatura.
pl: Program utworzony z Twoich celów, grafiku i sprzętu.
tr: Program; hedeflerinden, takvimden ve ekipmanından oluşturuldu.
zh_hans: 训练计划依据你的目标、日程和器械生成。

# explain.scheduleChanged
source: Rebuilt the week around your new training days.
es: Se ha reconstruido la semana en torno a tus nuevos días de entrenamiento.
fr: Semaine reconstruite autour de tes nouveaux jours d’entraînement.
hi: आपके नए ट्रेनिंग दिनों के हिसाब से हफ़्ता दोबारा बनाया।
it: Settimana ricostruita intorno ai tuoi nuovi giorni di allenamento.
pl: Tydzień przebudowany wokół Twoich nowych dni treningowych.
tr: Hafta, yeni antrenman günlerine göre yeniden kuruldu.
zh_hans: 已按你新的训练日重新安排这一周。

# explain.volumeIncreased
source: Increased %@ volume based on your recovery and recent performance.
es: Se ha aumentado el volumen de %@ según tu recuperación y tu rendimiento reciente.
fr: Volume %@ augmenté d’après ta récupération et tes performances récentes.
hi: आपकी रिकवरी और हाल के प्रदर्शन के आधार पर %@ का वॉल्यूम बढ़ाया।
it: Aumentato il volume di %@ in base al tuo recupero e alle prestazioni recenti.
pl: Większa objętość dla: %@ — na podstawie Twojej regeneracji i ostatnich wyników.
tr: Toparlanmana ve son performansına göre %@ hacmi artırıldı.
zh_hans: 根据你的恢复情况和近期表现，提高了%@的训练量。

# explain.volumeReduced
source: Reduced %@ volume because recent sessions and recovery feedback suggested it was too much.
es: Se ha reducido el volumen de %@ porque tus sesiones recientes y tus sensaciones apuntaban a que era demasiado.
fr: Volume %@ réduit parce que tes séances récentes et tes retours de récupération indiquaient que c’était trop.
hi: %@ का वॉल्यूम घटाया, क्योंकि हाल के सेशन और रिकवरी फ़ीडबैक से लगा कि वह ज़्यादा था।
it: Ridotto il volume di %@ perché le sessioni recenti e i riscontri sul recupero indicavano che era troppo.
pl: Mniejsza objętość dla: %@ — ostatnie sesje i sygnały regeneracji wskazywały, że było jej za dużo.
tr: Son seanslar ve toparlanma geri bildirimin fazla geldiğini gösterdiği için %@ hacmi azaltıldı.
zh_hans: 近期训练和恢复反馈显示训练量偏多，因此降低了%@的训练量。

# export.failed
source: The export could not be created.
es: No se ha podido crear la exportación.
fr: L’export n’a pas pu être créé.
hi: एक्सपोर्ट नहीं बन सका।
it: Non è stato possibile creare l'esportazione.
ko: 내보내기 파일을 만들지 못했어요.
pl: Nie udało się utworzyć eksportu.
tr: Dışa aktarma oluşturulamadı.
zh_hans: 无法生成导出文件。

# export.fullBackup
source: Full backup
es: Copia completa
fr: Sauvegarde complète
hi: पूरा बैकअप
it: Backup completo
ko: 전체 백업
pl: Pełna kopia zapasowa
tr: Tam yedek
zh_hans: 完整备份

# export.fullBackup.detail
source: Everything: profile, programs, history, nutrition. Restorable.
es: Todo: perfil, programas, historial y nutrición. Se puede restaurar.
fr: Tout : profil, programmes, historique, nutrition. Restaurable.
hi: सब कुछ: प्रोफ़ाइल, प्रोग्राम, हिस्ट्री, न्यूट्रिशन। वापस लाया जा सकता है।
it: Tutto: profilo, programmi, cronologia, nutrizione. Ripristinabile.
ko: 프로필, 프로그램, 기록, 식단까지 전부예요. 복원할 수 있어요.
pl: Wszystko: profil, programy, historia, dieta. Da się przywrócić.
tr: Her şey: profil, programlar, geçmiş, beslenme. Geri yüklenebilir.
zh_hans: 全部内容：个人资料、训练计划、历史、饮食。可用于恢复。

# export.nutritionCSV
source: Nutrition (CSV)
es: Nutrición (CSV)
hi: न्यूट्रिशन (CSV)
it: Nutrizione (CSV)
ko: 식단 (CSV)
pl: Dieta (CSV)
tr: Beslenme (CSV)
zh_hans: 饮食数据（CSV）

# export.nutritionCSV.detail
source: Every food entry with calories and macros.
es: Cada alimento registrado con sus calorías y sus macros.
fr: Chaque aliment enregistré, avec ses calories et ses macros.
hi: हर फ़ूड एंट्री, कैलोरी और मैक्रो के साथ।
it: Ogni alimento registrato con calorie e macro.
ko: 모든 음식 기록과 칼로리, 매크로가 들어 있어요.
pl: Każdy wpis jedzenia z kaloriami i makro.
tr: Kalori ve makrolarıyla birlikte her besin kaydı.
zh_hans: 每一条饮食记录，含热量与宏量营养素。

# export.nutritionJSON
source: Nutrition (JSON)
es: Nutrición (JSON)
hi: न्यूट्रिशन (JSON)
it: Nutrizione (JSON)
ko: 식단 (JSON)
pl: Dieta (JSON)
tr: Beslenme (JSON)
zh_hans: 饮食数据（JSON）

# export.nutritionJSON.detail
source: Food log and targets with structure preserved.
es: Registro de comidas y objetivos con la estructura intacta.
fr: Journal alimentaire et objectifs, structure conservée.
hi: फ़ूड लॉग और लक्ष्य, ढाँचे के साथ।
it: Diario alimentare e obiettivi, con la struttura intatta.
ko: 구조를 그대로 유지한 식단 기록과 목표예요.
pl: Dziennik jedzenia i cele z zachowaną strukturą.
tr: Besin günlüğün ve hedeflerin, yapısı korunarak.
zh_hans: 饮食记录与目标，保留原有结构。

# export.preparing
source: Preparing your file…
es: Preparando tu archivo…
fr: Préparation de ton fichier…
hi: आपकी फ़ाइल तैयार हो रही है…
it: Preparazione del file…
ko: 파일을 준비하고 있어요…
pl: Przygotowuję plik…
tr: Dosyan hazırlanıyor…
zh_hans: 正在准备文件…

# export.shareFile
source: Share file
es: Compartir archivo
fr: Partager le fichier
hi: फ़ाइल शेयर करें
it: Condividi il file
ko: 파일 공유
pl: Udostępnij plik
tr: Dosyayı paylaş
zh_hans: 分享文件

# export.subtitle
source: Your data belongs to you. Take a copy whenever you like.
es: Tus datos son tuyos. Llévate una copia cuando quieras.
fr: Tes données t’appartiennent. Prends-en une copie quand tu veux.
hi: आपका डेटा आपका है। जब चाहें उसकी कॉपी ले लें।
it: I tuoi dati sono tuoi. Portane via una copia quando vuoi.
ko: 데이터는 사용자의 것이에요. 언제든 사본을 가져갈 수 있어요.
pl: Twoje dane należą do Ciebie. Zrób kopię, kiedy chcesz.
tr: Verilerin sana ait. İstediğin zaman bir kopyasını al.
zh_hans: 数据属于你。随时可以带走一份。

# export.title
source: Export data
es: Exportar datos
fr: Exporter tes données
hi: डेटा एक्सपोर्ट करें
it: Esporta i dati
ko: 데이터 내보내기
pl: Eksport danych
tr: Verileri dışa aktar
zh_hans: 导出数据

# export.trainingCSV
source: Training (CSV)
es: Entrenamiento (CSV)
fr: Entraînement (CSV)
hi: ट्रेनिंग (CSV)
it: Allenamento (CSV)
ko: 운동 기록 (CSV)
pl: Trening (CSV)
tr: Antrenman (CSV)
zh_hans: 训练数据（CSV）

# export.trainingCSV.detail
source: Every set you have logged, ready for a spreadsheet.
es: Todas las series que has registrado, listas para una hoja de cálculo.
fr: Toutes les séries que tu as enregistrées, prêtes pour un tableur.
hi: आपका दर्ज किया हर सेट, स्प्रेडशीट के लिए तैयार।
it: Ogni serie che hai registrato, pronta per un foglio di calcolo.
ko: 기록한 모든 세트를 스프레드시트에서 바로 열 수 있어요.
pl: Każda zapisana seria, gotowa do arkusza.
tr: Kaydettiğin her set, tablo programına hazır.
zh_hans: 你记录过的每一组，可直接用表格打开。

# export.trainingJSON
source: Training (JSON)
es: Entrenamiento (JSON)
fr: Entraînement (JSON)
hi: ट्रेनिंग (JSON)
it: Allenamento (JSON)
ko: 운동 기록 (JSON)
pl: Trening (JSON)
tr: Antrenman (JSON)
zh_hans: 训练数据（JSON）

# export.trainingJSON.detail
source: Full training history with structure preserved.
es: Todo tu historial de entrenamiento con la estructura intacta.
fr: Tout ton historique d’entraînement, structure conservée.
hi: पूरी ट्रेनिंग हिस्ट्री, ढाँचे के साथ।
it: Cronologia completa degli allenamenti, con la struttura intatta.
ko: 구조를 그대로 유지한 전체 운동 기록이에요.
pl: Pełna historia treningów z zachowaną strukturą.
tr: Tüm antrenman geçmişin, yapısı korunarak.
zh_hans: 完整训练历史，保留原有结构。

# focusRegion.arms
source: Arms
es: Brazos
fr: Bras
hi: भुजाएँ
it: Braccia
tr: Kollar
zh_hans: 手臂

# focusRegion.fullBody
source: Full Body
es: Cuerpo completo
fr: Corps entier
hi: पूरा शरीर
it: Tutto il corpo
tr: Tüm Vücut
zh_hans: 全身

# focusRegion.lowerBody
source: Lower Body
es: Tren inferior
fr: Bas du corps
hi: निचला शरीर
it: Parte bassa
tr: Alt Vücut
zh_hans: 下肢

# focusRegion.posteriorChain
source: Posterior Chain
es: Cadena posterior
fr: Chaîne postérieure
hi: पोस्टीरियर चेन
it: Catena posteriore
tr: Arka Zincir
zh_hans: 后链

# focusRegion.upperBody
source: Upper Body
es: Tren superior
fr: Haut du corps
hi: ऊपरी शरीर
it: Parte alta
tr: Üst Vücut
zh_hans: 上肢

# food.almondMilk
source: Almond drink, unsweetened
es: Bebida de almendras, sin azúcar
fr: Boisson d’amande, non sucrée
hi: बादाम ड्रिंक, बिना चीनी
it: Bevanda alla mandorla, non zuccherata
ko: 아몬드 음료, 무가당
pl: Napój migdałowy, niesłodzony
tr: Badem sütü, şekersiz
zh_hans: 杏仁奶，无糖

# food.almonds
source: Almonds
es: Almendras
fr: Amandes
hi: बादाम
it: Mandorle
ko: 아몬드
pl: Migdały
tr: Badem
zh_hans: 杏仁

# food.apple
source: Apple, raw, with skin
es: Manzana, cruda, con piel
fr: Pomme, crue, avec peau
hi: सेब, ताज़ा, छिलके सहित
it: Mela, cruda, con buccia
ko: 사과, 생것, 껍질째
pl: Jabłko, surowe, ze skórką
tr: Elma, çiğ, kabuklu
zh_hans: 苹果，生，带皮

# food.appleJuice
source: Apple juice
es: Zumo de manzana
fr: Jus de pomme
hi: सेब का जूस
it: Succo di mela
ko: 사과주스
pl: Sok jabłkowy
tr: Elma suyu
zh_hans: 苹果汁

# food.apricot
source: Apricot, raw
es: Albaricoque, crudo
fr: Abricot, cru
hi: खुबानी, ताज़ी
it: Albicocca, cruda
ko: 살구, 생것
pl: Morela, surowa
tr: Kayısı, çiğ
zh_hans: 杏，生

# food.asparagus
source: Asparagus, raw
es: Espárragos, crudos
fr: Asperge, crue
hi: शतावरी, कच्ची
it: Asparagi, crudi
ko: 아스파라거스, 생것
pl: Szparagi, surowe
tr: Kuşkonmaz, çiğ
zh_hans: 芦笋，生

# food.avocado
source: Avocado, raw
es: Aguacate, crudo
fr: Avocat, cru
hi: एवोकाडो, ताज़ा
it: Avocado, crudo
ko: 아보카도, 생것
pl: Awokado, surowe
tr: Avokado, çiğ
zh_hans: 牛油果，生

# food.baconCooked
source: Bacon, streaky, grilled
es: Bacon veteado, a la plancha
fr: Bacon, grillé
hi: बेकन, स्ट्रीकी, ग्रिल्ड
it: Bacon, alla griglia
ko: 베이컨, 삼겹, 구운 것
pl: Boczek, grillowany
tr: Bacon, yağlı, ızgara
zh_hans: 五花培根，煎烤

# food.baconRaw
source: Bacon, streaky, raw
es: Bacon veteado, crudo
fr: Bacon, cru
hi: बेकन, स्ट्रीकी, कच्चा
it: Bacon, crudo
ko: 베이컨, 삼겹, 생것
pl: Boczek, surowy
tr: Bacon, yağlı, çiğ
zh_hans: 五花培根，生

# food.bagel
source: Bagel, plain
es: Bagel, natural
fr: Bagel nature
hi: बेगल, सादा
it: Bagel, semplice
ko: 베이글, 플레인
pl: Bajgiel, zwykły
tr: Simit ekmeği, sade
zh_hans: 贝果，原味

# food.bakedBeans
source: Baked beans in tomato sauce
es: Alubias en salsa de tomate
fr: Haricots blancs à la sauce tomate
hi: बेक्ड बीन्स, टमाटर सॉस में
it: Fagioli in salsa di pomodoro
ko: 베이크드 빈, 토마토소스
pl: Fasola w sosie pomidorowym
tr: Domates soslu fasulye konservesi
zh_hans: 茄汁焗豆

# food.banana
source: Banana, raw
es: Plátano, crudo
fr: Banane, crue
hi: केला, ताज़ा
it: Banana, cruda
ko: 바나나, 생것
pl: Banan, surowy
tr: Muz, çiğ
zh_hans: 香蕉，生

# food.barleyCooked
source: Pearl barley, boiled
es: Cebada perlada, cocida
fr: Orge perlé, cuit
hi: जौ (पर्ल बार्ली), उबला
it: Orzo perlato, bollito
ko: 보리쌀, 삶은 것
pl: Kasza perłowa, ugotowana
tr: Arpa (kabuğu alınmış), haşlanmış
zh_hans: 珍珠大麦，煮

# food.basmatiRiceCooked
source: Basmati rice, boiled
es: Arroz basmati, cocido
fr: Riz basmati, cuit
hi: बासमती चावल, उबले
it: Riso basmati, bollito
ko: 바스마티 쌀밥
pl: Ryż basmati, ugotowany
tr: Basmati pirinç, haşlanmış
zh_hans: 巴斯马蒂米饭，煮

# food.beefMince10
source: Beef mince, 10% fat, raw
es: Carne picada de ternera, 10% de grasa, cruda
fr: Bœuf haché, 10 % MG, cru
hi: बीफ़ कीमा, 10% फैट, कच्चा
it: Macinato di manzo, 10% di grassi, crudo
ko: 다진 소고기, 지방 10%, 생것
pl: Mielona wołowina, 10% tłuszczu, surowa
tr: Dana kıyma, %10 yağlı, çiğ
zh_hans: 牛肉糜，10% 脂肪，生

# food.beefMince20
source: Beef mince, 20% fat, raw
es: Carne picada de ternera, 20% de grasa, cruda
fr: Bœuf haché, 20 % MG, cru
hi: बीफ़ कीमा, 20% फैट, कच्चा
it: Macinato di manzo, 20% di grassi, crudo
ko: 다진 소고기, 지방 20%, 생것
pl: Mielona wołowina, 20% tłuszczu, surowa
tr: Dana kıyma, %20 yağlı, çiğ
zh_hans: 牛肉糜，20% 脂肪，生

# food.beefMince5
source: Beef mince, 5% fat, raw
es: Carne picada de ternera, 5% de grasa, cruda
fr: Bœuf haché, 5 % MG, cru
hi: बीफ़ कीमा, 5% फैट, कच्चा
it: Macinato di manzo, 5% di grassi, crudo
ko: 다진 소고기, 지방 5%, 생것
pl: Mielona wołowina, 5% tłuszczu, surowa
tr: Dana kıyma, %5 yağlı, çiğ
zh_hans: 牛肉糜，5% 脂肪，生

# food.beefSirloinRaw
source: Beef sirloin steak, lean, raw
es: Solomillo de ternera, magro, crudo
fr: Faux-filet de bœuf, maigre, cru
hi: बीफ़ सरलॉइन स्टेक, लीन, कच्चा
it: Controfiletto di manzo, magro, crudo
ko: 소고기 등심 스테이크, 살코기, 생것
pl: Rostbef wołowy, chudy, surowy
tr: Dana kontrfile, yağsız, çiğ
zh_hans: 西冷牛排，瘦，生

# food.beefSteakCooked
source: Beef sirloin steak, lean, grilled
es: Solomillo de ternera, magro, a la plancha
fr: Faux-filet de bœuf, maigre, grillé
hi: बीफ़ सरलॉइन स्टेक, लीन, ग्रिल्ड
it: Controfiletto di manzo, magro, alla griglia
ko: 소고기 등심 스테이크, 살코기, 구운 것
pl: Rostbef wołowy, chudy, grillowany
tr: Dana kontrfile, yağsız, ızgara
zh_hans: 西冷牛排，瘦，煎烤

# food.beerLager
source: Lager, 4% ABV
es: Cerveza lager, 4% vol.
fr: Bière blonde, 4 % vol.
hi: लागर बीयर, 4% ABV
it: Birra chiara, 4% vol.
ko: 라거 맥주, 알코올 4%
pl: Piwo jasne, 4% alk.
tr: Bira (lager), %4 alkol
zh_hans: 拉格啤酒，4% 酒精

# food.beetroot
source: Beetroot, raw
es: Remolacha, cruda
fr: Betterave, crue
hi: चुकंदर, कच्चा
it: Barbabietola, cruda
ko: 비트, 생것
pl: Burak, surowy
tr: Pancar, çiğ
zh_hans: 甜菜根，生

# food.biscuitDigestive
source: Digestive biscuit
es: Galleta digestive
fr: Biscuit digestive
hi: डाइजेस्टिव बिस्किट
it: Biscotto digestive
ko: 다이제스티브 비스킷
pl: Herbatnik pełnoziarnisty
tr: Kepekli bisküvi
zh_hans: 全麦消化饼干

# food.blackBeansCooked
source: Black beans, boiled
es: Alubias negras, cocidas
fr: Haricots noirs, cuits
hi: काले बीन्स, उबले
it: Fagioli neri, bolliti
ko: 검은콩, 삶은 것
pl: Czarna fasola, ugotowana
tr: Siyah fasulye, haşlanmış
zh_hans: 黑豆，煮

# food.blackberries
source: Blackberries, raw
es: Moras, crudas
fr: Mûres, crues
hi: ब्लैकबेरी, ताज़ी
it: More, crude
ko: 블랙베리, 생것
pl: Jeżyny, surowe
tr: Böğürtlen, çiğ
zh_hans: 黑莓，生

# food.blueberries
source: Blueberries, raw
es: Arándanos, crudos
fr: Myrtilles, crues
hi: ब्लूबेरी, ताज़ी
it: Mirtilli, crudi
ko: 블루베리, 생것
pl: Borówki amerykańskie, surowe
tr: Yaban mersini, çiğ
zh_hans: 蓝莓，生

# food.bologneseSauce
source: Bolognese sauce
es: Salsa boloñesa
fr: Sauce bolognaise
hi: बोलोनीज़ सॉस
it: Ragù alla bolognese
ko: 볼로네제 소스
pl: Sos boloński
tr: Bolonez sos
zh_hans: 博洛尼亚肉酱

# food.branFlakes
source: Bran flakes
es: Copos de salvado
fr: Pétales de son
hi: ब्रान फ्लेक्स
it: Fiocchi di crusca
ko: 브랜 플레이크
pl: Płatki otrębowe
tr: Kepek gevreği
zh_hans: 麦麸片

# food.brazilNuts
source: Brazil nuts
es: Nueces de Brasil
fr: Noix du Brésil
hi: ब्राज़ील नट्स
it: Noci del Brasile
ko: 브라질너트
pl: Orzechy brazylijskie
tr: Brezilya cevizi
zh_hans: 巴西坚果

# food.breadRoll
source: Bread roll, white
es: Panecillo, blanco
fr: Petit pain blanc
hi: ब्रेड रोल, सफ़ेद
it: Panino, bianco
ko: 모닝빵, 흰 밀가루
pl: Bułka pszenna
tr: Küçük ekmek, beyaz
zh_hans: 白面包卷

# food.broccoliCooked
source: Broccoli, boiled
es: Brócoli, cocido
fr: Brocoli, cuit
hi: ब्रोकली, उबली
it: Broccoli, bolliti
ko: 브로콜리, 데친 것
pl: Brokuł, ugotowany
tr: Brokoli, haşlanmış
zh_hans: 西兰花，煮

# food.broccoliRaw
source: Broccoli, raw
es: Brócoli, crudo
fr: Brocoli, cru
hi: ब्रोकली, कच्ची
it: Broccoli, crudi
ko: 브로콜리, 생것
pl: Brokuł, surowy
tr: Brokoli, çiğ
zh_hans: 西兰花，生

# food.brownRiceCooked
source: Brown rice, boiled
es: Arroz integral, cocido
fr: Riz complet, cuit
hi: ब्राउन राइस, उबले
it: Riso integrale, bollito
ko: 현미밥
pl: Ryż brązowy, ugotowany
tr: Esmer pirinç, haşlanmış
zh_hans: 糙米饭，煮

# food.brownRiceDry
source: Brown rice, dry
es: Arroz integral, crudo
fr: Riz complet, cru
hi: ब्राउन राइस, सूखे
it: Riso integrale, crudo
ko: 현미, 생쌀
pl: Ryż brązowy, suchy
tr: Esmer pirinç, çiğ
zh_hans: 糙米，干

# food.brusselsSprouts
source: Brussels sprouts, raw
es: Coles de Bruselas, crudas
fr: Choux de Bruxelles, crus
hi: ब्रसेल्स स्प्राउट्स, कच्चे
it: Cavolini di Bruxelles, crudi
ko: 방울양배추, 생것
pl: Brukselka, surowa
tr: Brüksel lahanası, çiğ
zh_hans: 抱子甘蓝，生

# food.bulgurCooked
source: Bulgur wheat, cooked
es: Bulgur, cocido
fr: Boulgour, cuit
hi: बुलगुर गेहूँ, पका
it: Bulgur, cotto
ko: 불구르, 익힌 것
pl: Kasza bulgur, ugotowana
tr: Bulgur, pişmiş
zh_hans: 碎小麦，熟

# food.butter
source: Butter
es: Mantequilla
fr: Beurre
hi: मक्खन
it: Burro
ko: 버터
pl: Masło
tr: Tereyağı
zh_hans: 黄油

# food.butterBeansCooked
source: Butter beans, boiled
es: Judiones, cocidos
fr: Haricots de Lima, cuits
hi: बटर बीन्स, उबले
it: Fagioli di Spagna, bolliti
ko: 리마콩, 삶은 것
pl: Fasola jaś, ugotowana
tr: İri beyaz fasulye, haşlanmış
zh_hans: 白芸豆，煮

# food.butternutSquash
source: Butternut squash, raw
es: Calabaza cacahuete, cruda
fr: Courge butternut, crue
hi: बटरनट स्क्वैश, कच्चा
it: Zucca butternut, cruda
ko: 땅콩호박, 생것
pl: Dynia piżmowa, surowa
tr: Bal kabağı, çiğ
zh_hans: 奶油南瓜，生

# food.cabbageWhite
source: Cabbage, white, raw
es: Col blanca, cruda
fr: Chou blanc, cru
hi: पत्तागोभी, सफ़ेद, कच्ची
it: Cavolo cappuccio bianco, crudo
ko: 양배추, 흰 것, 생것
pl: Kapusta biała, surowa
tr: Beyaz lahana, çiğ
zh_hans: 圆白菜，生

# food.cantaloupe
source: Melon, cantaloupe, raw
es: Melón cantalupo, crudo
fr: Melon cantaloup, cru
hi: खरबूजा (कैंटालोप), ताज़ा
it: Melone cantalupo, crudo
ko: 멜론, 칸탈루프, 생것
pl: Melon kantalupa, surowy
tr: Kavun, çiğ
zh_hans: 哈密瓜，生

# food.carrotRaw
source: Carrot, raw
es: Zanahoria, cruda
fr: Carotte, crue
hi: गाजर, कच्ची
it: Carota, cruda
ko: 당근, 생것
pl: Marchew, surowa
tr: Havuç, çiğ
zh_hans: 胡萝卜，生

# food.caseinProtein
source: Casein protein powder
es: Proteína de caseína en polvo
fr: Protéine de caséine en poudre
hi: कैसिइन प्रोटीन पाउडर
it: Caseine in polvere
ko: 카세인 단백질 파우더
pl: Odżywka białkowa kazeinowa
tr: Kazein protein tozu
zh_hans: 酪蛋白粉

# food.cashews
source: Cashews
es: Anacardos
fr: Noix de cajou
hi: काजू
it: Anacardi
ko: 캐슈너트
pl: Nerkowce
tr: Kaju
zh_hans: 腰果

# food.cauliflowerRaw
source: Cauliflower, raw
es: Coliflor, cruda
fr: Chou-fleur, cru
hi: फूलगोभी, कच्ची
it: Cavolfiore, crudo
ko: 콜리플라워, 생것
pl: Kalafior, surowy
tr: Karnabahar, çiğ
zh_hans: 花椰菜，生

# food.celery
source: Celery, raw
es: Apio, crudo
fr: Céleri, cru
hi: सेलरी, कच्ची
it: Sedano, crudo
ko: 셀러리, 생것
pl: Seler naciowy, surowy
tr: Kereviz sapı, çiğ
zh_hans: 芹菜，生

# food.cerealBar
source: Cereal bar
es: Barrita de cereales
fr: Barre de céréales
hi: सीरियल बार
it: Barretta ai cereali
ko: 시리얼 바
pl: Baton zbożowy
tr: Tahıl barı
zh_hans: 谷物棒

# food.cheddar
source: Cheddar cheese
es: Queso cheddar
fr: Cheddar
hi: चेडर चीज़
it: Formaggio cheddar
ko: 체더 치즈
pl: Ser cheddar
tr: Cheddar peyniri
zh_hans: 切达奶酪

# food.cherries
source: Cherries, raw
es: Cerezas, crudas
fr: Cerises, crues
hi: चेरी, ताज़ी
it: Ciliegie, crude
ko: 체리, 생것
pl: Czereśnie, surowe
tr: Kiraz, çiğ
zh_hans: 樱桃，生

# food.chiaSeeds
source: Chia seeds
es: Semillas de chía
fr: Graines de chia
hi: चिया बीज
it: Semi di chia
ko: 치아씨
pl: Nasiona chia
tr: Chia tohumu
zh_hans: 奇亚籽
